{
  "dialog": [
    {
      "speaker": "Джейкоб",
      "sentences": [
        "Потвора, ти де?",
        "Я знаю що ти тут!",
        "Можеш не ховатися"
      ]
    },
    {
      "speaker": "Скелетон",
      "sentences": [
        "Все ж ти мене знайшов хлопче!",
        "ХТО ТИ І ЩО ТИ ТУТ РОБИШ?"
      ]
    },
    {
      "speaker": "Джейкоб",
      "sentences": [
        "Я твій вирок.",
        "Мені потрібно дещо, що є у тебе.",
        "Віддай мені Самоцвіту Розуму і я піду."
      ]
    },
    {
      "speaker": "Скелетон",
      "sentences": [
        "Ахахахаха",
        "Ти тюфтяк дійсно думаєш, що зможеш мене перемогти? А якщо і так, відразу після моєї смерті на цей світ зрушиться моя армія скелетів і знищить тебе.",
        "Але спочатку.",
        "Я і є вірус у твоїй приставці!",
        "Мене розробила Кабояші, щоб всі хто купуватиме цю приставку назавжди залишился у світі комп'ютерних ігор.",
        "Все ж цікаво, як ти сюди попав.",
        "Тобі дуже повезло хлопче, адже шанс, що ти б зв'язався з Мишовуром, так іще й на зручній для вас локації дійсно дуже мізерний.",
        "Це як виграти в лотерею."
      ]
    },
    {
      "speaker": "Джейкоб",
      "sentences": [
        "Що ти верзеш?",
        "Який вірус?",
        "Невже ти розумієш, що ти лише гра, комп'ютерна програма?"
      ]
    },
    {
      "speaker": "Скелетон",
      "sentences": [
        "Звісно розумію.",
        "Ти тюфтяк дійсно думаєш, що зможеш мене перемогти? А якщо і так, відразу після моєї смерті на цей світ зрушиться моя армія скелетів і знищить тебе.",
        "Кабояші створила мене, щоб відібрати волю гравців, міліони гравців по всьому світу купуватимуть цю приставку і залишатимуться тут назавжди."
      ]
    },
    {
      "speaker": "Джейкоб",
      "sentences": [
        "А якже Кабояші?",
        "Невже ніхто не зможе перевірити, що всі людські жертви це робота цієї приставки?",
        "Ти телепень, якщо вважаєш, що Кабояші не зупинять після всього цього... Але тобі яке діло, ти лише запрограмований кусок металу, який виконує код психа розробника."
      ]
    },
    {
      "speaker": "Скелетон",
      "sentences": [
        "Знаєш що таке «Душегуб»?",
        "Це не просто ідея Кабояші зробити всісвітній комп'ютерний терор.",
        "ЦЯ ІДЕЯ НЕСЕ СОБОЮ МИРОТВОРЧИЙ ЗАХІД!"
      ]
    },
    {
      "speaker": "Джейкоб",
      "sentences": [
        "Що ти несеш! Як вбивство міліонів гравців по всьому світу можна назвати миротоврчим?"
      ]
    },
    {
      "speaker": "Скелетон",
      "sentences": [
        "Джейкоб, думай ширше.",
        "Земля зараз на порозі перенаселення.",
        "В Японії вже нехватає ресурсів для стабільного життя людей.",
        "Ми ж нікого не вбиваємо, а лише переносимо їхню свідомість в базу даних.",
        "Ми можемо використовувати свідомість людини як ресурс, який не займає місця, але при цьому виконує роботу.",
        "Як ти гадаєш, хто ці всі «NPCs», з якими ти зустрічався, яких ти вбивав, які тобі допомагали?",
        "Це свідомості інших людей, грубо кажучи, ти на своєму шляху вбивав останнє, що залищилося у людини, її свідомість.",
        "Такі самі люди, як і ти, просто проходили рівні, щоб вибратися звідси, але вибереться тільки сильніший.",
        "Навіть я, знаєш хто я?",
        "Я - Сабуро Кабояші, засновник компанії «Кабояші».",
        "І так, я являюся твоїм суперникомю",
        "Якщо ти зможеш перемогти, зможеш вибратися, але я не помру, моя свідомість вернеться до тіла.",
        "Але якщо я переможу, ти залишишся тут назавжди.",
        "У тебе досі є шанс, відмовся від своєї мети і ти зможеш бути ким завгодно у цьому світі."
      ]
    },
    {
      "speaker": "Джейкоб",
      "sentences": [
        "Але чому тоді всі, з ким я зустрічався, не розумають, що вони теж в комп'ютерній грі?"
      ]
    },
    {
      "speaker": "Скелетон",
      "sentences": [
        "Тому що вони забули вже про своє існування, вони вже не люди, а лише програми, які виконують свої функції.",
        "Допомагають новачкам потрапити сюди, до мене."
      ]
    },
    {
      "speaker": "Джейкоб",
      "sentences": [
        "Досить, дістав.",
        "Показуйся, Сабуро, твій час прийшов, коли я виберуся звідси, чекай поліцію біля свого офісу!"
      ]
    }
  ]
}