{
  "dialog": [
    {
      "speaker": "Джейкоб",
      "sentences": [
        "Привіт діду! Ти хто?"
      ]
    },
    {
      "speaker": "Чаклун",
      "sentences": [
        "Я чаклун! Я знаю, що ти хочеш. Ти хочеш бути чаклуном, як і я. Я можу допомогти тобі.",
        "Якщо ти хочеш бути чаклуном, ти повинен пройти тест. Якщо ти пройдеш тест, ти станеш чаклуном. Якщо ти не пройдеш тест, ти не станеш чаклуном. Ти готовий?",
        "Ну а взагалі мене кличуть Мишовур!",
        "Я друг і радник короля Брана!"
      ]
    },
    {
      "speaker": "Джейкоб",
      "sentences": [
        "Блін. Дідько! Ні чекай. Я не те мав на увазі. Я. А де я взагалі?"
      ]
    },
    {
      "speaker": "Мишовур",
      "sentences": [
        "Чесно кажучи я сам не знаю де ти, та я і не знаю де я.",
        "Якийсь грибний острів. Цікавий світ...",
        "Я продавав еліксири в місті Лок Муїнне, а потім я опинився тут. Іще і впав.. копчик болить...",
        "А ти?",
        "Хто ти?",
        "Дивної ти форми, малий."
      ]
    },
    {
      "speaker": "Джейкоб",
      "sentences": [
        "Я піксельна лисиця. Принаймі в її образі...",
        "Але я не завжди таким був. Я був людиною, жив в Токіо, а сам з США. Я з Майклом купили нову приставку, я почав грати і потім опинився тут.",
        "Мене звати Джейкоб.",
        "Я замітив що я лисиця, але чому піксельна, а все навколо не піксельне.",
        "Та і повітря я відчуваю досить реалістично. Я ж мав опинитися в комп'ютерній грі."
      ]
    },
    {
      "speaker": "Мишовур",
      "sentences": [
        "Комп'ютерне що?",
        "Ти що грибів об'ївся?",
        "Ти в реальному світі, я реальний, все навколо тебе реальне.",
        "Що ти тут робиш?"
      ]
    },
    {
      "speaker": "Джейкоб",
      "sentences": [
        "Діду, допоможи!",
        "Я з своїм другом Майклом, купили нову приставку, вона базується на поєднанні комп'ютерних ігор і VR технологій. Це такий шолом. Я його надів і почав грати.",
        "Потім я опинився тут, на цьому острові. Я не відчуваю свого тіла. Справжнього тіла. Людського. Мені здається що приставка працює неправильно і моя свідомість попала у цю гру.",
        "Або навіть у цілу бібліотеку ігор, якщо ти кажеш що це «невідомий для тебе світ».",
        "Мені потрібно щось зробити щоб приставка перезагрузилася і я повернувся додому.",
        "Ти ж маг! Почни телепортуватися між світами, це почне загружати різні ігри з бібліотеки ігор і в результаті приставка просто вимкнеться.",
        "В гіршому випадку я залишусь тут назавжди, а в кращому моя свідомість попаде знову до мого тіла.",
        "Все таки краще зіграти в це казино, ніж сидіти і нічого не робити..."
      ]
    },
    {
      "speaker": "Мишовур",
      "sentences": [
        "Хм-мм.",
        "Знаєш, якби я не був чаклуном, я б скоріш за все спалив би тебе на вогнищі, але я тобі вірю.",
        "Так вийшло, що я не можу використовувати свої чари на всю потужність щоб рухатися світами, як ти називаєш «бібліотекою комп'ютерних ігор».",
        "Тобто я тут застряг так само як і ти.",
        "Моєї сили може вистачити лише щоб відкрити портал один раз, а цього замало щоб телепортуватися світами.",
        "Мені потрібен «Камінь Вічності».",
        "Він складається з трьох уламків.",
        "З Самоцвіту Розуму, Самоцвіту Сили і Самоцвіту Простору.",
        "Самоцвіт Розум у я вже маю.",
        "І мій самоцвіт відчуває іншу силу.",
        "Тобі доведеться відправитися шукати інший самоцвіт.",
        "Коли знайдеш його, принось мені його, за допомогою обох самоцвітів я зможу відшукати силу третього самоцвіту і відкрию тобі туди портал.",
        "Але портал буде не вічним, я не зможу його постійно підтримувати, тобто, у тебе буде лише одна спроба знайти останній самоцвіт вчасно.",
        "Я дам тобі зрозуміти, коли портал в іншому світі буде закриватися, щоб не сталося відразу біжи до порталу, навіть якщо ти нічого не знайдеш, щось придумаємо і спробуємо знову."
      ]
    },
    {
      "speaker": "Джейкоб",
      "sentences": [
        "Я зрозумів Мишовур, але можливо ти б мені допоміг з цим самоцвітом, я навіть не знаю де його шукати, а ти відчуваєш його силу."
      ]
    },
    {
      "speaker": "Мишовур",
      "sentences": [
        "Джейк... Я не можу.",
        "Моєї сили буде недостатньо навіть щоб тобі допомогти, якщо мене поранять, або навіть вб'ють, я не зможу допомогти тобі",
        "А ти.",
        "Спробуй змінити свій облік, знаєш, у нашому світі є різні диваки, які можуть міняти свої обліки, можливо і ти можеш це зробити.",
        "У всякому разі, я буду чекати тебе неподалік тієї сакури.",
        "Удачі тобі!"
      ]
    }
  ]
}